Highlighted inserts overlap with other inserts or completely miss their hosts.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InsertOverlapsOrOut { get; }
  Visual Basic
Public Shared ReadOnly Property InsertOverlapsOrOut As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InsertOverlapsOrOut {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures InfillFailures Class
  Autodesk.Revit.DB Namespace